{
    "counting": {
        "count": 10
    },

    "QOTD": {
        "questions": [
            "Tell me the 3 best things about you.",
            "On a scale of 1-10, how strict are/were your parents?",
            "Who was your worst teacher? Why?",
            "Who was your favorite teacher? Why?",
            "Which would you pick: being world-class attractive, a genius or famous for doing something great?",
            "Who are the 3 greatest living musicians?",
            "If you could change one thing about yourself, what would it be?",
            "What was your favorite toy growing up?",
            "Name 3 celebrities you most admire.",
            "Name a celebrity you think is lame. Why?",
            "What accomplishment are you most proud of?",
            "Which of your friends are you proudest of? Why?",
            "What's the most beautiful place you've ever been?",
            "What are your 3 favorite movies?",
            "How would you describe me to your friends?",
            "Which historical figure would you like to be?",
            "What's the right age to get married?",
            "Tell me 3 things you remember about kindergarten.",
            "What paper that you've written are you most proud of?",
            "What would you do if you were invisible for a day?",
            "Who would you like to live like for a day?",
            "If you could time travel, where would you go?",
            "If you could live in any TV home, what would it be?",
            "What's your favorite ice cream flavor?",
            "Would you rather live for a week in the past or the future?",
            "What's your most embarrassing childhood memory?",
            "What's your best childhood memory?",
            "What's your favorite holiday?",
            "If you could eat only 3 foods, for the rest of your life, what would they be?",
            "If you could be a cartoon character for a week, who would you be?",
            "If you could have dinner with anyone from history, who would it be?",
            "What 's one choice you really regret?",
            "What 's your favorite childhood book?",
            "What 's a great book you've read recently?",
            "Do you feel like a leader or a follower?",
            "If you could ask your pet 3 questions, what would they be?",
            "What 's the most courageous thing you've ever done?",
            "Who would play you in a movie of your life?",
            "If you could be an Olympic athlete, in what sport would you compete?",
            "If you had to live in a different state, what would it be?",
            "What living person, other than family members, do you most admire?",
            "What has been your favorite family vacation?",
            "If you could choose your own nickname, what would it be?",
            "Who is the funniest person you know?",
            "What 's your favorite thing about one of your grandparents?",
            "Do you ever talk to yourself?When and what do you say?",
            "When you 're having a bad day, what do you do to make yourself feel better?",
            "Which TV family is most like your own?",
            "What 's your favorite smell in the whole world?",
            "What do you think is the greatest invention of all time?",
            "Using one word, how would you describe your family?",
            "Would you rather win an Olympic medal, an Academy Award or the Nobel Peace prize?",
            "What 's your favorite time of day?",
            "What 's your favorite season?",
            "What 's the one food you could never bring yourself to eat?",
            "What is the sound you love the most?",
            "What 3 famous people, living or dead, would you want at your fantasy dinner party?",
            "If you could ask the President one question, what would it be?",
            "If you could pick a new first name, what would it be?",
            "If you had to leave earth on a spaceship and take 4 friends with you, who would they be?",
            "What is your favorite movie quote?",
            "What 's your pet peeve(s)?",
            "Do you sleep with your sheets tucked in or out?",
            "Do you ever count your steps when you walk?",
            "What 's your favorite kind of sandwich?",
            "What 's your dream job?",
            "Cake or pie?",
            "Who is the kindest person you know?",
            "What 's the best part about having siblings?",
            "What is the scariest movie you 've ever seen?",
            "If you could travel anywhere in the world, where would it be?",
            "What is your favorite family tradition?",
            "Who 's your celebrity crush?",
            "What trait do you like the most about yourself?",
            "What are you good at?",
            "What fictional character do you wish you could meet?",
            "If you could be great at one sport which would you choose?",
            "What 's the first thing you do when you get home from a trip?",
            "Would you rather spend five days exploring Disney or New York City?",
            "Whose parents do /did you wish you had?",
            "If you could shop for free at one store, which one would you choose?",
            "What personal trait has gotten you in the most trouble?",
            "Which celebrity chef would you most like to fix you a meal?",
            "Who is your favorite athlete?",
            "What is the best piece of advice you 've received?",
            "If you had to pick a new name for yourself, what name would you pick?",
            "Would you rather be the most popular kid in school or the smartest kid in school?",
            "What do you like to do on a rainy day?",
            "Would you rather be the best player on a horrible team or the worst player on a great team?",
            "What is your favorite thing about the beach?",
            "If you could be anywhere else right now, where would it be?",
            "What is your favorite Disney movie?",
            "Which of the Seven Dwarfs is most like you?",
            "If someone made a movie of your life would it be a drama, a comedy, a romantic - comedy, action film, or science fiction?",
            "Name a product or service you love so much that you 'd happily be that company's spokesperson.",
            "If you were guaranteed to be successful in a different profession, what would you want to do?",
            "As a child, what did you wish to become when you grew up?",
            "What 's the worst thing you did as a kid?",
            "What is the best part of being a part of your family?",
            "What is your favorite day of the week?",
            "What is the best advice you 've ever received?",
            "You have one year to live: how do you spend it?",
            "Think of the best teacher you 've ever had. What did they teach, and what made them so special?",
            "What is something you never thought you 'd be able to do, until you actually did it?",
            "If you could go back and relive one day in your life without changing anything about it, which day would you revisit?",
            "If you had the power to completely eradicate one disease, which would you choose to abolish?",
            "If you had the power to completely solve one social or political issue affecting the world today, which would you choose?",
            "What was the scariest moment of your life thus far?",
            "If you lived in a colonial or Medieval village, what would your job be?",
            "Have you ever desired or longed for something, but once you got it, discovered it was overrated?",
            "What is something you 've done that you recommend everyone do before they die?",
            "What is the smallest thing for which you are grateful?",
            "Who has had the most positive impact on your life?",
            "If you could use a time machine, would you rather have one that only goes back in time or only goes forward?",
            "If you got a promotion, a job, a college acceptance, an accolade / award, or just generally accomplished something major, who is the first person you 'd tell and how do you think they'd react?",
            "If you were an inanimate object, what would you be and why?",
            "Where do you wish you had grown up?",
            "If you could be good at any profession without having to receive the accompanying education or trade experience, which would you choose?",
            "What is something you 're terrible at but wish you could do well?",
            "What is the quality you admire the most in the person you dislike the most?",
            "What was the most recent thing that made you cry?",
            "What are the books / movies / games that never get old and always make you feel better when you get down?",
            "What is the most trivial thing about which you have a strong opinion?",
            "If you could be any mythical creature, what would you be and why?",
            "If you’ ve had more than one job, which job taught you the most?",
            "If you could change one thing about yourself physically, what would you change?",
            "What single event or decision do you think most affected the rest of your life? Was there a turning point in your life?",
            "What is the one thing you 've made that you're the most proud of?",
            "Some historical figures have epithets attached to their names, like The Mad or The wise. What would you like yours to be?",
            "What was the best year of your life? The worst?",
            "What one thing, whether it 's something you did or something you made or something you caused to happen, would you like to be remembered by?",
            "What has been the biggest change of heart you 've had? Have you ever started off on one side of an issue and wound up on the other? What influenced that change?",
            "What is your biggest non - academic, non work - related accomplishment?",
            "What is your biggest academic or work - related accomplishment?",
            "What is something you 've done/felt/seen/etc. that you wish you could experience again for the first time?",
            "If you could erase one thing or event from your memory, what would you choose?",
            "Is there something about you that people assume because of your appearance or demeanour? What is a trait or preference you have that people don 't expect you to have?",
            "If you were a character in a movie, book, or television show, what genre would you live in?",
            "What is the hardest way you’ ve learned an important lesson?",
            "What cliché do you think is bullshit? What cliché do you think holds truth?",
            "What do you fear, despite having no real reason to do so? Basically, what is an irrational fear you have?",
            "Imagine that you could choose when and how you die. At what age would you like to die(no maximum here) and how would you like to go?",
            "What character archetype is closest to your personality?",
            "What was the happiest moment of your life so far?",
            "What is one childhood memory that you remember especially well?",
            "Is there a song / movie / food / etc.that strongly reminds you of someone whenever you experience it? Who does it remind you of?",
            "What is your ideal birthday? Not the date, but rather your ideal way to spend the day.",
            "Are there any smells that bring back memories for you? What are they, and what memories do they elicit?",
            "What is the closest you 've ever come to dying?",
            "Do you have a personal mantra? If so, what is it?",
            "What is the most memorable meal you 've ever had? (It can be good or bad.) What made it so memorable?",
            "What 's the worst advice you've ever been given?",
            "In what ways do you benefit the world?",
            "What fact about yourself took you the longest to understand or accept?",
            "What is your least popular or most controversial opinion?",
            "If you could live in another time period but stay in the same place you live now, when would you want to live?",
            "Do you have any conspiracy theories? If so, what are they?",
            "What is the strangest thing you believe in? Do you believe in the supernatural? Heaven, angels, ghosts? Luck, fate, magic? Mind reading, lizard people, the Illuminati? Where do you draw the line of belief and disbelief?",
            "What fictional character do you most relate to?",
            "What have you been meaning to do but haven 't yet done? Why haven't you done it?",
            "Let 's say that regardless of what job you have, you'll make $100, 000 a year(£78, 000; € 90, 000), enough to live comfortably without having to worry about expenses. What job would you choose to have if money were no object?",
            "What do you get the most compliments about?",
            "Have you ever had an epiphany? What was it about, and what sparked the realisation?",
            "What is the most important quality you look for in a friend? A romantic partner?",
            "What is a childhood habit or preference that you 'll never outgrow?",
            "What is your favourite word and why?",
            "Which of your flaws are you most proud of?",
            "What is the most ordinary - seeming thing that you find fascinating?",
            "What lesson have you had to learn again and again?",
            "What was your favourite thing about the place you grew up?",
            "What scientific or technological advance blows your mind?",
            "Is there any technology that seems so futuristic and advanced you 're surprised it actually exists?",
            "If you could ask your future self one thing, what would it be?",
            "What is something that gets cooler / more interesting the more you learn about it?",
            "What would you title your memoir?",
            "What was the hardest decision you 've ever made?",
            "What word would your best friend use to describe you? Your parents? Your significant other (if applicable)?",
            "In what way would you most like to become famous?",
            "How would you summarise your life so far in one sentence?",
            "You 're old and on your deathbed. With your last breath, you may deliver your last words to anyone you know. What do you say and who do say it to?",
            "If seasons never changed, which would you most like to live in eternally?",
            "What do you know isn 't real, but want badly for it to exist?",
            "What is the greatest physical pain you 've ever felt?",
            "What is something you don 't realise is weird until you really think about it?",
            "What 's your favourite joke you've ever heard?",
            "Is there something you wish everybody knew about you without you having to tell them?",
            "What trait do you admire in others but don 't possess yourself?",
            "What question do you most hate being asked?",
            "What is something other people admire about you?",
            "What 's the best outcome of a complete accident you've experienced in your life?",
            "Have you ever gotten the giggles in an inappropriate place? Where was it?",
            "What 's the best lesson you've learned from a difficult situation?",
            "What do you think success means? How do you define it in your own life?",
            "What 's your favourite article of clothing you own?",
            "What 's something you wish you enjoyed but never can seem to?",
            "If you could play any instrument or learn any language in two hours, which would you choose and how would you use your talent?",
            "Have you ever challenged or questioned a belief you held for a long time? What prompted it and what was the result?",
            "What, if anything, is too serious to be joked about?",
            "What 's the coolest project you've ever worked on?",
            "Are you currently pursuing what makes you happy? Why or why not?",
            "What did you know was a mistake as soon as you decided to do it, and why did you go through with it anyway?",
            "In what ways are you stubborn?",
            "What 's a brief summary of your outlook on life?",
            "What are you most likely to be arrested for (even if you don 't do anything illegal—what crime do you think you're most likely to commit)?",
            "Think of your biggest regret. If you could go back in time and make a decision to keep it from happening, would you?",
            "What is your favorite movie released at least 10 years ago?",
            "Do you have any houseplants?",
            "Where do your pets sleep?",
            "Where do you most often go out to eat?",
            "Do you have any tattoos? Pictures welcome.",
            "What makes you happiest?",
            "What is the strangest thing in your purse or wallet?",
            "What’s one of your most favorite songs?",
            "What is one of your favorite quotes from a famous person?",
            "What is your greatest accomplishment and how has it shaped you?",
            "What is on your key chain besides keys?",
            "If you discovered a new island, what would you name it?",
            "What’s your go-to non alcoholic drink?",
            "What’s your favorite snack for watching TV?",
            "What is your go-to dinner on a busy night?",
            "What is your favorite pasta dish?",
            "If money wasn’t an object (both tuition and need for a career), what subject would you get a degree in?",
            "Where is your favorite place to read or write? Pictures welcome!",
            "What’s the most daring thing you’ve ever done?",
            "If you were ruler of your own country what would be the first law you would introduce?",
            "What language would you like to learn to speak? Why?",
            "If you could master one skill you don’t have right now, what would it be?",
            "What show would you like to “binge watch” that you haven’t yet?",
            "What do you collect?",
            "What motivates you?",
            "What is your “everyday?",
            "Who is your hero?",
            "If you could live anywhere, where would it be?",
            "What is your biggest fear?",
            "What is your favorite family vacation?",
            "What would you change about yourself if you could?",
            "What really makes you angry?",
            "What motivates you to work hard?",
            "What is your favorite thing about your career?",
            "What is your biggest complaint about your job?",
            "What is your proudest accomplishment?",
            "What is your child’s proudest accomplishment?",
            "What is your favorite book to read?",
            "What makes you laugh the most?",
            "What was the last movie you went to? What did you think?",
            "What did you want to be when you were small?",
            "What does your child want to be when he/she grows up?",
            "If you could choose to do anything for a day, what would it be?",
            "What is your favorite game or sport to watch and play?",
            "Would you rather ride a bike, ride a horse, or drive a car?",
            "What would you sing at Karaoke night?",
            "What two radio stations do you listen to in the car the most?",
            "Which would you rather do: wash dishes, mow the lawn, clean the bathroom, or vacuum the house?",
            "If you could hire someone to help you, would it be with cleaning, cooking, or yard work?",
            "If you could only eat one meal for the rest of your life, what would it be?",
            "Who is your favorite author?",
            "Do you like or dislike surprises? Why or why not?",
            "In the evening, would you rather play a game, visit a relative, watch a movie, or read?",
            "Would you rather vacation in Hawaii or Alaska, and why?",
            "Would you rather win the lottery or work at the perfect job? And why?",
            "Who would you want to be stranded with on a deserted island?",
            "If money was no object, what would you do all day?",
            "If you could go back in time, what year would you travel to?",
            "How would your friends describe you?",
            "What are your hobbies?",
            "What is the best gift you have been given?",
            "What is the worst gift you have received?",
            "Aside from necessities, what one thing could you not go a day without?",
            "List two pet peeves.",
            "Where do you see yourself in five years?",
            "How many pairs of shoes do you own?",
            "If you were a super-hero, what powers would you have?",
            "What would you do if you won the lottery?",
            "What form of public transportation do you prefer? (air, boat, train, bus, car, etc.)",
            "What’s your favorite zoo animal?",
            "If you could go back in time to change one thing, what would it be?",
            "If you could share a meal with any 4 individuals, living or dead, who would they be",
            "How many pillows do you sleep with?",
            "Tell us one fun fact about yourself.",
            "What is your dream vacation?",
            "What is your favorite holiday?",
            "Squat day or deadlift day?",
            "What’s one thing you hate that everyone else loves?",
            "What is your spirit animal?",
            "Would you rather be super fast or super strong?",
            "What’s your favorite movie?",
            "If you had to eat one meal for the rest of your life, what would it be?",
            "What would your superpower be?",
            "What is your favorite drink?",
            "If you could have dinner with any person, dead or alive, who would it be?",
            "What is your favorite benchmark workout?",
            "Where’s the last place you listened to or saw a jukebox?",
            "Name your guilty pleasure (food/drink).",
            "What’s your biggest pet peeve?",
            "Who is your favorite superhero?",
            "What is your favorite lift?",
            "What is your favorite CrossFit movement?",
            "Car, truck or SUV?",
            "The mountains or the beach?",
            "What is your favorite snack?",
            "Tea, coffee or neither?",
            "Dogs or cats?",
            "If you were a vegetable, what vegetable would you be?",
            "What’s your favorite song?",
            "If you had to read the same book over and over, what would it be?",
            "Summer, fall, winter or spring?",
            "If you were to change your name, what would you choose?",
            "Who is your childhood celebrity crush?",
            "What is your least favorite CrossFit movement?",
            "What’s the worst haircut you’ve ever had?",
            "What was the first concert you ever went to?",
            "What is your favorite smell and why?",
            "If you could only eat at one restaurant forever, what restaurant would it be?",
            "If you had a boat, what would you name it?",
            "What interesting skill do you want to learn?",
            "What dance move are you secretly awesome at?",
            "What’s the best knock-knock joke you know?",
            "What show on Netflix did you binge watch embarrassingly fast?",
            "What’s the best thing that happened to you this week?",
            "Did you ever keep a New Year’s resolution?",
            "What’s your hidden talent?",
            "Which planet in the solar system would you visit?",
            "Would you rather be a hot or cold drink?",
            "Which famous person would you like to meet?",
            "What flavour ice cream would you be?",
            "Which language would you like to learn?",
            "What’s the worst present you’ve received?",
            "What was your favorite subject at school?",
            "What’s your favorite thing to do in the summer?",
            "What’s your favorite cartoon character, and why?",
            "Are you a morning or a night person?",
            "What is the sexiest and least sexy name?",
            "What sport would be the funniest to add a mandatory amount of alcohol to?",
            "What movie would be greatly improved if it was made into a musical?",
            "If your five-year-old self suddenly found themselves inhabiting your current body, what would your five-year-old self do first?",
            "What is something that everyone looks stupid doing?",
            "What is something that is really popular now, but in 5 years everyone will look back on and be embarrassed by?",
            "What would be the hat to end all hats? What could you wear on your head that would make people stop what they are doing and stare in awe and amazement?",
            "If animals could talk, which would be the rudest?",
            "In 40 years what will people be nostalgic for?",
            "What inanimate object do you wish you could eliminate from existence?",
            "What are some things that are okay to occasionally but definitely not okay to do every day?",
            "What is the weirdest thing you have seen in someone else’s home?",
            "Who do you know that really reminds you of a character in a TV show or movie?",
            "What would be the coolest animal to scale up to the size of a horse?",
            "What is the most embarrassing thing you have ever worn?",
            "What part of a kid’s movie completely scarred you?",
            "What used to be considered trashy but now is very classy?",
            "If you were arrested with no explanation, what would your friends and family assume you had done?",
            "What’s the most ridiculous fact you know?",
            "What set of items could you buy that would make the cashier the most uncomfortable?",
            "What is the funniest joke you know by heart?",
            "What are the unwritten rules of where you work?",
            "What is something that you just recently realized that you are embarrassed you didn’t realize earlier?",
            "Name a celebrity you think is lame.",
            "What accomplishment are you most proud of?",
            "Which of your friends are you proudest of? Why?",
            "What’s the most beautiful place you’ve ever been?",
            "What are your 3 favorite movies?",
            "How would you describe me to your friends?",
            "Which historical figure would you like to be?",
            "What’s the right age to get married?",
            "Tell me 3 things you remember about kindergarten.",
            "What paper that you’ve written are you most proud of?",
            "What would you do if you were invisible for a day?",
            "Who would you like to live like for a day?",
            "If you could time travel, where would you go?",
            "If you could live in any TV home, what would it be?",
            "What’s your favorite ice cream flavor?",
            "Would you rather live for a week in the past or the future?",
            "What’s your most embarrassing childhood memory?",
            "What’s your best childhood memory?",
            "What’s your favorite holiday?",
            "If you could eat only 3 foods for the rest of your life, what would they be?",
            "If you could be a cartoon character for a week, who would you be?",
            "If you could have dinner with anyone from history, who would it be?",
            "What’s one choice you really regret?",
            "What’s your favorite childhood book?",
            "What’s a great book you’ve read recently?",
            "Do you feel like a leader or a follower?",
            "If you could ask your pet 3 questions, what would they be?",
            "What’s the most courageous thing you’ve ever done?",
            "Who would play you in a movie of your life?",
            "If you could be an Olympic athlete, in what sport would you compete?",
            "If you had to live in a different state, what would it be?",
            "What living person, other than family members, do you most admire?",
            "What has been your favorite family vacation?",
            "If you could choose your own nickname, what would it be?",
            "Who is the funniest person you know?",
            "What’s your favorite thing about one of your grandparents?",
            "Tell the person to your right your favorite thing about them.",
            "Do you ever talk to yourself? When and what do you say?",
            "When you’re having a bad day, what do you do to make yourself feel better?",
            "Which TV family is most like your own?",
            "What’s your favorite smell in the whole world?",
            "What do you think is the greatest invention of all time?",
            "Using one word, how would you describe your family?",
            "Would you rather win an Olympic medal, an Academy Award or the Nobel Peace prize?",
            "What’s your favorite time of day?",
            "What’s your favorite season?",
            "What’s the one food you could never bring yourself to eat?",
            "What is the sound you love the most?",
            "What 3 famous people, living or dead, would you want at your fantasy dinner party?",
            "If you could ask the President one question, what would it be?",
            "If you could pick a new first name, what would it be?",
            "If you had to leave earth on a spaceship and take 4 friends with you, who would they be?",
            "What is your favorite movie quote?",
            "What’s your pet peeve(s)?",
            "Do you sleep with your sheets tucked in or out?",
            "Do you ever count your steps when you walk?",
            "What’s your favorite kind of sandwich?",
            "What’s your dream job?",
            "Cake or pie?",
            "Who is the kindest person you know?",
            "What’s the best part about having siblings?",
            "What is the scariest movie you’ve ever seen?",
            "If you could travel anywhere in the world, where would it be?",
            "What is your favorite family tradition?",
            "Who’s your celebrity crush?",
            "What trait do you like the most about yourself?",
            "What are you good at?",
            "What fictional character do you wish you could meet?",
            "If you could be great at one sport which would you choose?",
            "What’s the first thing you do when you get home from a trip?",
            "Would you rather spend five days exploring Disney or New York City?",
            "Whose parents do/did you wish you had?",
            "If you could shop for free at one store, which one would you choose?",
            "What personal trait has gotten you in the most trouble?",
            "Which celebrity chef would you most like to fix you a meal?",
            "Who is your favorite athlete?",
            "What is the best piece of advice you’ve received?",
            "If you had to pick a new name for yourself, what name would you pick?",
            "Would you rather be the most popular kid in school or the smartest kid in school?",
            "What do you like to do on a rainy day?",
            "Would you rather be the best player.",
            "What’s the best thing you've got going on in your life at the moment?",
            "In the seconds before you die, you are allowed to know everyone who was secretly in love with you at some point. Do you want to know?",
            "In 10 years time, will you be proud of what you are doing now?",
            "What does your inner voice tell you?",
            "What do you need to stop doing to make space for bigger changes?",
            "What have you done recently to overcome one of your fears?",
            "What do you fear?",
            "What’s the most courageous thing you have ever done?",
            "What are your strongest beliefs about?",
            "What’s the dialogue you really need to have, but haven't had so far?",
            "Is there anything you want to say to your loved ones but haven't said enough?",
            "When are you most receptive to critical feedback?",
            "What messages are you refusing to hear?",
            "What could you do to make it easier to accept feedback?",
            "How could you achieve more by doing just half as much?",
            "If you can complete one important task this week, what would that be?",
            "What is important but not urgent in your todo list?",
            "What’s the number one thing you want to achieve?",
            "What’s something that you would really hate to lose?",
            "Whom are you trying to avoid being like?",
            "What self-limiting beliefs do you have?",
            "What do you need to change to become the person you want?",
            "What habits do you have that you would like to replace?",
            "What problem are you running away from?",
            "How would you want your loved ones to remember you when you are gone?",
            "Do you think that humans will ever be able to live together in harmony?",
            "In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife?",
            "What was the biggest realization you had about yourself?",
            "What’s the most physically painful thing you've ever experienced?",
            "What were you completely certain of until you found out you were wrong?",
            "What do you need help with most often?",
            "What’s something that no one knows about you?",
            "What kind of challenges are you facing these days?",
            "What do you miss most about?",
            "When was the last time you were lost?",
            "What book had the most significant impact on you?",
            "What unethical experiment would have the biggest positive impact on society as a whole?",
            "When are you most creative?",
            "What thoughts come to mind when you are relaxed?",
            "What’s missing in your life?",
            "What do you want to be known for?",
            "Do you think that children born today will have better or worse lives than their parents?",
            "What makes you feel most fulfilled?",
            "What goal do you think humanity is not focused enough on achieving?",
            "Who do you admire most in your life?",
            "If you could change two things about the world, what would you change?",
            "If you were offered the chance to feel happy all of the time, would you take it?",
            "What is the meaning of life?",
            "Do you think it is better or worse for people to know whether they have the genetic marker for a debilitating disease?",
            "How do you define friendship?",
            "Do you believe that love has to be mutual?",
            "If you were in charge of the universe, would you make an afterlife?",
            "When you disagree with someone, is it more important to ensure you both get the facts or you both feel heard?",
            "What are you still learning about yourself?",
            "If you could ask God questions, what would you want to know?",
            "If the most challenging thing to ever happen to you happened again, would you handle it differently?",
            "What adjectives would you use to describe the human race?",
            "When you look at the world, what is most fascinating to you?",
            "When do you underestimate yourself?",
            "Is it best to judge people by their intentions or their actions?",
            "What do you hope everyone has the chance to figure out in their lifetime?",
            "Does beauty only exist in the eye of the beholder?",
            "Do you believe that everything happens for a reason?",
            "How would your life change if you were fearless?",
            "What is humanity's greatest asset?",
            "If you wrote a book, who would you dedicate it to and why?",
            "Should all art be considered real art?",
            "When do you feel most appreciated?",
            "What things do you wish were easier to say to people?",
            "When is it acceptable to lie?",
            "In your next life, what gender would you like to be born as and why?",
            "What is a year of human life worth?",
            "What makes you strong?",
            "Where do you feel the most like yourself?",
            "What are you most excited to do in your lifetime?"
        ]
    },

    "NHIE": {
        "questions": [
            "Never Have I ever paid for a gym class and not attended",
            "Never Have I ever cheated on a test",
            "Never Have I ever pulled an all nighter",
            "Never Have I ever pretended to be someone else",
            "Never Have I ever got a tattoo i regretted",
            "Never Have I ever slid into someones DM's",
            "Never Have I ever lied to my boss",
            "Never Have I ever broken the law",
            "Never Have I ever had a threesome",
            "Never Have I ever snuck into a festival",
            "Never Have I ever been to a nudist beach",
            "Never Have I ever DMed a celebrity",
            "Never Have I ever spent over $200 on a night out",
            "Never Have I ever trespassed",
            "Never Have I ever kissed a celebrity",
            "Never Have I ever been to a BDSM dungeon",
            "Never Have I ever been thrown out of a bar or club",
            "Never Have I ever peed in the shower",
            "Never Have I ever kissed a friends sibling",
            "Never Have I ever lied on a dating app",
            "Never Have I ever lied to someone in this server",
            "Never Have I ever texted an ex out of nowhere",
            "Never Have I ever been sick on public transport",
            "Never Have I ever dumped someone over text",
            "Never Have I ever had a speeding ticket",
            "Never Have I ever given a fake name",
            "Never Have I ever ghosted someone",
            "Never Have I ever been mugged",
            "Never Have I ever got a tattoo",
            "Never Have I ever pissed my pants laughing",
            "Never Have I ever injured myself whilst flirting",
            "Never Have I ever spent a night in the woods",
            "Never Have I ever walked into a lamppost",
            "Never Have I ever stood up my date",
            "Never Have I ever walked out of a movie",
            "Never Have I ever written a book",
            "Never Have I ever read a whole book in one day",
            "Never Have I ever called someone a cunt",
            "Never Have I ever cried in public",
            "Never Have I ever been beaten up",
            "Never Have I ever gotten into a fight",
            "Never Have I ever slapped someone across the face",
            "Never Have I ever said \"you too\" to someone after they said something to me (i.e. at the cinema they say \"enjoy the movie\" and you reply \"you too\")",
            "Never Have I ever seen an alligator or crocodile in the wild",
            "Never Have I ever had to run to save my life",
            "Never Have I ever dug a hole deeper than i thought",
            "Never Have I ever fallen into a hole that was deeper than i thought",
            "Never Have I ever accidentally sent someone to the hospital",
            "Never Have I ever been on the radio",
            "Never Have I ever been on TV",
            "Never Have I ever fallen in love at first sight",
            "Never Have I ever worked in fast food",
            "Never Have I ever been to a foreign country",
            "Never Have I ever tried to cut my own hair",
            "Never Have I ever taken part in a talent show",
            "Never Have I ever had sex with someone of the same sex",
            "Never Have I ever gone skinny dipping",
            "Never Have I ever gotten aroused at something i shouldnt have",
            "Never Have I ever had an allergic reaction",
            "Never Have I ever been on a fashion show",
            "Never Have I ever been on a diet",
            "Never Have I ever owned a treehouse",
            "Never Have I ever gone scuba diving",
            "Never Have I ever been caught cheating on a test",
            "Never Have I ever done something i shouldnt have",
            "Never Have I ever danced in an elevator",
            "Never Have I ever Cracked a tooth",
            "Never Have I ever Gone hunting",
            "Never Have I ever Broke the law",
            "Never Have I ever Shot a gun",
            "Never Have I ever Broken a bone",
            "Never Have I ever Fainted",
            "Never Have I ever Shoplifted",
            "Never Have I ever Been vegan",
            "Never Have I ever Been Bungee Jumping"
        ]
    }
}